[{
    "city": "אבן יהודה",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "מרכז קרסו (אבן יהודה) המייסדים 62",
    "number": "1168"
}, {
    "city": "אום אל-פחם",
    "district": "צפון רחוק ואצבע הגליל",
    "street": "מתחם סבן (אום אל פחם) כביש 65",
    "number": "1173"
}, {
    "city": "אור יהודה",
    "district": "קו   פתח תקווה ירושלים",
    "street": "עזריאלי אאוטלט (אור יהודה) שדרות אליהו סעדון 120, אור יהודה",
    "number": "1068"
}, {
    "city": "אור עקיבא",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "נוף ים סנטר (אור עקיבא) השיקמים 5",
    "number": "1114"
}, {
    "city": "אור עקיבא",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "קניון אורות (אור עקיבא) הנשיא ויצמן 1 אור עקיבא",
    "number": "1080"
}, {
    "city": "אזור",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "מתחם אפרידר הקטן (אזור) המצודה 6 אזור",
    "number": "1162"
}, {
    "city": "איירפורט סיטי",
    "district": "קו   פתח תקווה ירושלים",
    "street": "איירפורט סיטי גולן 1, נתב\"ג",
    "number": "1113"
}, {
    "city": "אלונים",
    "district": "צפון רחוק ואצבע הגליל",
    "street": "חוצות אלונים (אלונים) הלד אלונים, קיבוץ חוצות אלונים",
    "number": "1095"
}, {
    "city": "אשדוד",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "מרכז מסחרי ד׳ (אשדוד) רחוב השייטים 22",
    "number": "1110"
}, {
    "city": "אשדוד",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "תחנה מרכזית (אשדוד) שדרות מנחם בגין",
    "number": "1111"
}, {
    "city": "אשקלון",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "קניון חוצות (אשקלון) נח\"ל 1",
    "number": "1130"
}, {
    "city": "באר יעקב",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "קניון באר יעקב (באר יעקוב) שאנס 17",
    "number": "1124"
}, {
    "city": "באר שבע",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "הערים התאומות (באר שבע) הערים התאומות 26",
    "number": "1156"
}, {
    "city": "באר שבע",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "מרכז גל (באר שבע) מרכז גל באר שבע",
    "number": "1033"
}, {
    "city": "באר שבע",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "מרכז הנגב (באר שבע) דרך מצדה 6",
    "number": "1135"
}, {
    "city": "באר שבע",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "קניון אביה באר שבע שאול המלך 38",
    "number": "1240"
}, {
    "city": "באר שבע",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "קניון הנגב (באר שבע) שד' יצחק רגר 2, באר שבע",
    "number": "1067"
}, {
    "city": "באר שבע",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "קניון קריית הממשלה (באר שבע) התקווה 4 באר שבע",
    "number": "1073"
}, {
    "city": "בית דגן",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "פארק טק (בית דגן) מנחם בגין 5 בית דגן",
    "number": "1077"
}, {
    "city": "בית חירות",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "קניון אם הדרך (בית חירות) בית חירות",
    "number": "1185"
}, {
    "city": "בית שאן",
    "district": "צפון רחוק ואצבע הגליל",
    "street": "מתחם צים (בית שאן) העמל 7",
    "number": "1160"
}, {
    "city": "בית שמש",
    "district": "קו   פתח תקווה ירושלים",
    "street": "קניון שערי העיר (בית שמש) יגאל אלון 6",
    "number": "1199"
}, {
    "city": "בני ברק",
    "district": "מרכז -תא רמת גן",
    "street": "מגדל ב.ס.ר 2 (בני ברק) בן גוריון 1 בני ברק",
    "number": "1007"
}, {
    "city": "בני ברק",
    "district": "מרכז -תא רמת גן",
    "street": "מגדל ב.ס.ר 3 (בני ברק) מצדה 9 בני ברק",
    "number": "1016"
}, {
    "city": "בני ברק",
    "district": "מרכז -תא רמת גן",
    "street": "מגדל ב.ס.ר 4 (בני ברק) מצדה 7 בני ברק",
    "number": "1017"
}, {
    "city": "בני דרור",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "קניון בני דרור (בני דרור)  גלבוע 1",
    "number": "1121"
}, {
    "city": "בנימינה-גבעת עדה",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "קניון הפיל (בנימינה) השריג 2",
    "number": "1189"
}, {
    "city": "גבעתיים",
    "district": "מרכז -תא רמת גן",
    "street": "מגדלי אמריקה (גבעתיים) בן גוריון 182",
    "number": "1122"
}, {
    "city": "גבעתיים",
    "district": "מרכז -תא רמת גן",
    "street": "קניון עזריאלי (גבעתיים) יצחק רבין 53",
    "number": "1043"
}, {
    "city": "גן יבנה",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "פרנדלי (גן יבנה) רחוב מנחם,  גן יבנה",
    "number": "1101"
}, {
    "city": "הוד השרון",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "הבנים (הוד השרון) הוד השרון - הבנים 12",
    "number": "1184"
}, {
    "city": "הרצליה",
    "district": "מרכז -תא רמת גן",
    "street": "גליל ים (גליל ים) יוסי שריד 9 הרצליה",
    "number": "1149"
}, {
    "city": "הרצליה",
    "district": "מרכז -תא רמת גן",
    "street": "מרכז גב-ים (הרצליה) שנקר 13 הרצליה",
    "number": "1009"
}, {
    "city": "הרצליה",
    "district": "מרכז -תא רמת גן",
    "street": "עזריאלי אאוטלט (הרצליה) מדינת היהודים 85",
    "number": "1063"
}, {
    "city": "הרצליה",
    "district": "מרכז -תא רמת גן",
    "street": "פארק גב-ים (הרצליה) המדע 7 הרצליה",
    "number": "1028"
}, {
    "city": "חדרה",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "קניון בית אליעזר (חדרה) אלוף יקותיאל אדם 7",
    "number": "1201"
}, {
    "city": "חדרה",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "קניון עופר לב (חדרה) רוטשילד 40",
    "number": "1186"
}, {
    "city": "חדרה",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "קניון שערי חדרה (חדרה) יהודי פקיעין 1",
    "number": "1097"
}, {
    "city": "חולון",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "בית אמות (חולון) המלאכה חולון 69",
    "number": "1087"
}, {
    "city": "חולון",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "חולון סוקולוב סוקולוב 21",
    "number": "1243"
}, {
    "city": "חולון",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "מיי מול (חולון) המרגנית 2 חולון",
    "number": "1027"
}, {
    "city": "חולון",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "פרימיום סנטר (חולון) המשביר 1",
    "number": "1127"
}, {
    "city": "חולון",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "קניון עזריאלי (חולון) גולדה מאיר 7",
    "number": "1041"
}, {
    "city": "חיפה",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "אוסקר 7 (חיפה) רחוב חיים הזז 5 חיפה",
    "number": "1019"
}, {
    "city": "חיפה",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "בית אמות (חיפה) דרך יפו 157 חיפה",
    "number": "1059"
}, {
    "city": "חיפה",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "בית הסטודט טכניון (חיפה) טכניון חיפה",
    "number": "1139"
}, {
    "city": "חיפה",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "מרכז חורב (חיפה) חורב 15",
    "number": "1153"
}, {
    "city": "חיפה",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "מרכזית (חוף הכרמל) מאיר זורע",
    "number": "1155"
}, {
    "city": "חיפה",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "עזריאלי (חיפה) פלימן 4, חיפה",
    "number": "1081"
}, {
    "city": "חיפה",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "קניון סיטי סנטר (חיפה) בן גוריון 6",
    "number": "1229"
}, {
    "city": "חריש",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "MORE (חריש) הגפן 4, חריש",
    "number": "1053"
}, {
    "city": "יד מרדכי",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "קיבוץ יד מרדכי (יד מרדכי) קיבוץ יד מרדכי",
    "number": "1177"
}, {
    "city": "יהוד-מונוסון",
    "district": "קו   פתח תקווה ירושלים",
    "street": "קניון סביונים (יהוד) דרך משה דיין 3, יהוד",
    "number": "1084"
}, {
    "city": "ירושלים",
    "district": "קו   פתח תקווה ירושלים",
    "street": "בית הנציב (ירושלים) דרך חברון 101",
    "number": "1057"
}, {
    "city": "ירושלים",
    "district": "קו   פתח תקווה ירושלים",
    "street": "ישפרו סנטר הדסה עין כרם (ירושלים) הנרייטה סולד 1",
    "number": "1195"
}, {
    "city": "ירושלים",
    "district": "קו   פתח תקווה ירושלים",
    "street": "סינמה סיטי (ירושלים) שדרות יצחק רבין 10, ירושלים",
    "number": "1083"
}, {
    "city": "ירכא",
    "district": "צפון רחוק ואצבע הגליל",
    "street": "מיי בייבי (ירכא) מתחם מיי בייבי",
    "number": "1117"
}, {
    "city": "כפר יונה",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "קניון הכפר (כפר יונה) שרת 6",
    "number": "1175"
}, {
    "city": "כפר סבא",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "אושילנד (כפר סבא) עתיר ידע 6 כפר סבא",
    "number": "1088"
}, {
    "city": "כפר סבא",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "דמרי סנטר (כפר סבא)  אנגל 78 כפר סבא",
    "number": "1099"
}, {
    "city": "כרמיאל",
    "district": "צפון רחוק ואצבע הגליל",
    "street": "גן העיר (כרמיאל) החרושת 15 כרמיאל  מתחם גן העיר",
    "number": "1146"
}, {
    "city": "כרמיאל",
    "district": "צפון רחוק ואצבע הגליל",
    "street": "מיי סנטר (כרמיאל) מעלה כמון 9",
    "number": "1142"
}, {
    "city": "כרמיאל",
    "district": "צפון רחוק ואצבע הגליל",
    "street": "מתחם רמי לוי (כרמיאל) היוצרים 7",
    "number": "1147"
}, {
    "city": "מבשרת ציון",
    "district": "קו   פתח תקווה ירושלים",
    "street": "החוצבים (מבשרת ציון) החוצבים 22",
    "number": "1104"
}, {
    "city": "מבשרת ציון",
    "district": "קו   פתח תקווה ירושלים",
    "street": "קניון מבשרת ציון (מבשרת ציון) שדרות החוצבים 10, קומה 0 מול אדידס",
    "number": "1044"
}, {
    "city": "מודיעין-מכבים-רעות",
    "district": "קו   פתח תקווה ירושלים",
    "street": "סולומון סנטר (מודיעין) חטיבת גולני 9, מודיעין",
    "number": "1045"
}, {
    "city": "מודיעין-מכבים-רעות",
    "district": "קו   פתח תקווה ירושלים",
    "street": "קניון עזריאלי (מודיעין) לב העיר 2, מודיעין",
    "number": "1049"
}, {
    "city": "מודיעין-מכבים-רעות",
    "district": "קו   פתח תקווה ירושלים",
    "street": "שמשוני (מודיעין) עמק בית שאן מודיעין 29",
    "number": "1020"
}, {
    "city": "מעלות-תרשיחא",
    "district": "צפון רחוק ואצבע הגליל",
    "street": "צים אורבן (מעלות) שלמה שרירא 3, אזור תעשייה מעלות",
    "number": "1163"
}, {
    "city": "נהריה",
    "district": "צפון רחוק ואצבע הגליל",
    "street": "קניון הצפון (נהריה) האירית 2",
    "number": "1221"
}, {
    "city": "נוף הגליל",
    "district": "צפון רחוק ואצבע הגליל",
    "street": "אורבן צים  (נוף הגליל) מעלה יצחק 29, נוף הגליל",
    "number": "1164"
}, {
    "city": "נס ציונה",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "עמי בוטיק סנטר (נס ציונה) משה לרר 1",
    "number": "1136"
}, {
    "city": "נתניה",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "(נתניה) קניון עיר ימים בני ברמן 2",
    "number": "1244"
}, {
    "city": "נתניה",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "מרכז דוד (נתניה) האוניברסיטה",
    "number": "1158"
}, {
    "city": "נתניה",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "נצבא סנטר פולג (נתניה) שדרות גיבורי ישראל 5, נתניה",
    "number": "1119"
}, {
    "city": "נתניה",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "קניון עופר השרון (נתניה) הפורצים",
    "number": "1145"
}, {
    "city": "נתניה",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "תחנה מרכזית (נתניה) שדרות בנימין 7",
    "number": "1109"
}, {
    "city": "עכו",
    "district": "צפון רחוק ואצבע הגליל",
    "street": "עזריאלי (עכו) החרושת 2, עכו",
    "number": "1070"
}, {
    "city": "עפולה",
    "district": "צפון רחוק ואצבע הגליל",
    "street": "עמק סנטר (עפולה). יצחק רבין 18 עפולה",
    "number": "1098"
}, {
    "city": "עתלית",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "וויב (עתלית) תלם 2",
    "number": "1105"
}, {
    "city": "פתח תקווה",
    "district": "קו   פתח תקווה ירושלים",
    "street": "אמות פלטינום (פתח תקווה) אפעל 25, פתח תקווה",
    "number": "1051"
}, {
    "city": "פתח תקווה",
    "district": "קו   פתח תקווה ירושלים",
    "street": "מגדל אדגר (פתח תקווה) אפעל 35",
    "number": "1150"
}, {
    "city": "פתח תקווה",
    "district": "קו   פתח תקווה ירושלים",
    "street": "מרכז ברוך (פתח תקווה) ההגנה 7 פתח תקווה",
    "number": "1085"
}, {
    "city": "פתח תקווה",
    "district": "קו   פתח תקווה ירושלים",
    "street": "מרכז קרסו הדר גנים (פתח תקווה) ישעיהו משורר 11",
    "number": "1148"
}, {
    "city": "פתח תקווה",
    "district": "קו   פתח תקווה ירושלים",
    "street": "פארק עופר (פתח תקווה) אם המושבות 94 פ\"ת",
    "number": "1038"
}, {
    "city": "פתח תקווה",
    "district": "קו   פתח תקווה ירושלים",
    "street": "פארק עופר איסט (פתח תקווה)  הפסגות 9, פתח תקווה",
    "number": "1048"
}, {
    "city": "קדימה-צורן",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "מרכז רוטשטיין (קדימה-צורן) שדרות יצחק רבין 26",
    "number": "1108"
}, {
    "city": "קרית אונו",
    "district": "קו   פתח תקווה ירושלים",
    "street": "קניון קריית אונו (קריית אונו) שלמה המלך 37 קריית אונו",
    "number": "1015"
}, {
    "city": "קרית אתא",
    "district": "צפון רחוק ואצבע הגליל",
    "street": "קרית אתא קניון כפיר העצמאות 37",
    "number": "1249"
}, {
    "city": "קרית אתא",
    "district": "צפון רחוק ואצבע הגליל",
    "street": "קרית אתא קניון שער הצפון דרך חיפה 30",
    "number": "1239"
}, {
    "city": "קרית ביאליק",
    "district": "צפון רחוק ואצבע הגליל",
    "street": "התחנה (קריית ביאליק) שבטי ישראל 8",
    "number": "1132"
}, {
    "city": "קרית גת",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "ישפרו סנטר (קרית גת) מלכי ישראל 178",
    "number": "1152"
}, {
    "city": "קרית גת",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "קניון לב העיר (קרית גת) פז 3 קרית גת",
    "number": "1123"
}, {
    "city": "קרית טבעון",
    "district": "צפון רחוק ואצבע הגליל",
    "street": "קרית טבעון  המרווה 1",
    "number": "1231"
}, {
    "city": "ראש העין",
    "district": "קו   פתח תקווה ירושלים",
    "street": "אמות (ראש העין) עמל 13 ראש עין",
    "number": "1071"
}, {
    "city": "ראש העין",
    "district": "קו   פתח תקווה ירושלים",
    "street": "שילו (ראש העין) שילו 99 ראש העין",
    "number": "1093"
}, {
    "city": "ראש פינה",
    "district": "צפון רחוק ואצבע הגליל",
    "street": "סנטר הגליל (ראש פינה) האגס 1",
    "number": "1144"
}, {
    "city": "ראשון לציון",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "חונים קונים (ראשון לציון) יוסף לישנסקי 9",
    "number": "1120"
}, {
    "city": "ראשון לציון",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "מרכז לירי (ראשון לציון) רבי יהודה הנשיא 1",
    "number": "1102"
}, {
    "city": "ראשון לציון",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "עזריאלי (ראשון לציון) שדרות נים 2, ראשון לציון",
    "number": "1075"
}, {
    "city": "ראשון לציון",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "עמי בוטיק סנטר (ראשון לציון) העצמאות 21",
    "number": "1138"
}, {
    "city": "ראשון לציון",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "רוטשילד (ראשון לציון)  רוטשילד 45",
    "number": "1227"
}, {
    "city": "רחובות",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "תחנה מרכזית (רחובות) ביל\"ו 2",
    "number": "1143"
}, {
    "city": "רמלה",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "קניון עזריאלי (רמלה)  שדרות דוד רזיאל 1, רמלה",
    "number": "1066"
}, {
    "city": "רמלה",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "תחנה מרכזית (רמלה) הרצל 91",
    "number": "1115"
}, {
    "city": "רמת גן",
    "district": "מרכז -תא רמת גן",
    "street": "זוהר (רמת גן) זוהר 11",
    "number": "1116"
}, {
    "city": "רמת גן",
    "district": "מרכז -תא רמת גן",
    "street": "מגדל ב.ס.ר 1 (רמת גן) בן גוריון 2 רמת גן",
    "number": "1006"
}, {
    "city": "רמת גן",
    "district": "מרכז -תא רמת גן",
    "street": "מרכז מסחרי מרום (רמת גן) נווה תרצה 19 רמת גן",
    "number": "1191"
}, {
    "city": "רמת גן",
    "district": "מרכז -תא רמת גן",
    "street": "קניון ביאליק (רמת גן) ביאליק 76, רמת גן",
    "number": "1055"
}, {
    "city": "רמת גן",
    "district": "מרכז -תא רמת גן",
    "street": "קניון עזריאלי איילון (רמת גן) דרך אבא הלל 301, רמת גן",
    "number": "1069"
}, {
    "city": "רמת גן",
    "district": "מרכז -תא רמת גן",
    "street": "רש\"י (רמת גן) רש\"י 14",
    "number": "1226"
}, {
    "city": "רמת השרון",
    "district": "מרכז -תא רמת גן",
    "street": "סינמה סיטי גלילות בניין הרב מכר, רמת השרון",
    "number": "1086"
}, {
    "city": "רעננה",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "הנשיאים (רעננה) הנשיאים 47",
    "number": "1167"
}, {
    "city": "רעננה",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "מילניום (רעננה) התדהר 2 רעננה",
    "number": "1062"
}, {
    "city": "רעננה",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "מרכז אלרם (רעננה) האחוזה 96",
    "number": "1187"
}, {
    "city": "רעננה",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "עזריאלי (רעננה) אחוזה 267, רעננה",
    "number": "1064"
}, {
    "city": "שדה משה",
    "district": "אזור גוש דן השפלה והדרום",
    "street": "מושב שדה משה (שדה משה) מושב שדה משה",
    "number": "1179"
}, {
    "city": "שפיים",
    "district": "קו אזור השרון וצפון קרוב",
    "street": "חוצות שפיים (שפיים) מרכז מסחרי חוצות שפיים",
    "number": "1089"
}, {
    "city": "תל אביב - יפו",
    "district": "מרכז -תא רמת גן",
    "street": "אמות TOHA (תל אביב) דרך השלום 5, תל אביב",
    "number": "1050"
}, {
    "city": "תל אביב - יפו",
    "district": "מרכז -תא רמת גן",
    "street": "אמות ביטוח (תל אביב) דרך מנחם בגין 48, תל אביב",
    "number": "1058"
}, {
    "city": "תל אביב - יפו",
    "district": "מרכז -תא רמת גן",
    "street": "אמות המשפט (תל אביב) שדרות שאול המלך 8, תל אביב יפו",
    "number": "1052"
}, {
    "city": "תל אביב - יפו",
    "district": "מרכז -תא רמת גן",
    "street": "אמות על הפארק (תל אביב) הברזל 30, תל-אביב",
    "number": "1054"
}, {
    "city": "תל אביב - יפו",
    "district": "מרכז -תא רמת גן",
    "street": "באבלס (תל אביב) י\"ל פרץ 35 תל אביב",
    "number": "1103"
}, {
    "city": "תל אביב - יפו",
    "district": "מרכז -תא רמת גן",
    "street": "בית אדגר 360 (תל אביב) רחוב השלושה 2, ת\"א",
    "number": "1074"
}, {
    "city": "תל אביב - יפו",
    "district": "מרכז -תא רמת גן",
    "street": "בית חולים איכילוב (תל אביב) ויצמן 6",
    "number": "1042"
}, {
    "city": "תל אביב - יפו",
    "district": "מרכז -תא רמת גן",
    "street": "בית עמגר (תל אביב) ריבל 7 תל אביב",
    "number": "1079"
}, {
    "city": "תל אביב - יפו",
    "district": "מרכז -תא רמת גן",
    "street": "בית רובינשטיין (תל אביב) לינקולן 20, תל אביב",
    "number": "1076"
}, {
    "city": "תל אביב - יפו",
    "district": "מרכז -תא רמת גן",
    "street": "גן העיר (תל אביב) אבן גבירול 71 ת\"א קומה מינוס 1",
    "number": "1037"
}, {
    "city": "תל אביב - יפו",
    "district": "מרכז -תא רמת גן",
    "street": "המסגר (תל אביב) המסגר 43",
    "number": "1218"
}, {
    "city": "תל אביב - יפו",
    "district": "מרכז -תא רמת גן",
    "street": "כיכר דיזינגוף (תל אביב) דיזינגוף 5",
    "number": "1213"
}, {
    "city": "תל אביב - יפו",
    "district": "מרכז -תא רמת גן",
    "street": "מגדל אמות השקעות (תל אביב) ויצמן  2 תל אביב",
    "number": "1011"
}, {
    "city": "תל אביב - יפו",
    "district": "מרכז -תא רמת גן",
    "street": "מגדל המאה (תל אביב) אבן גבירול 124",
    "number": "1061"
}, {
    "city": "תל אביב - יפו",
    "district": "מרכז -תא רמת גן",
    "street": "מגדל לוינשטיין (תל אביב) מנחם בגין 23 תל אביב",
    "number": "1023"
}, {
    "city": "תל אביב - יפו",
    "district": "מרכז -תא רמת גן",
    "street": "מגדל סונול (תל אביב) מנחם בגין 52 תל אביב",
    "number": "1005"
}, {
    "city": "תל אביב - יפו",
    "district": "מרכז -תא רמת גן",
    "street": "מגדל עזריאלי שרונה (תל אביב) מנחם בגין 121 תל אביב",
    "number": "1014"
}, {
    "city": "תל אביב - יפו",
    "district": "מרכז -תא רמת גן",
    "street": "מגדלי הארבעה (ת\"א) מגדלי הארבעה ת\"א, מגדל דרומי",
    "number": "1004"
}, {
    "city": "תל אביב - יפו",
    "district": "מרכז -תא רמת גן",
    "street": "מידטאון (תל אביב) דרך מנחם בגין 144, תל אביב",
    "number": "1166"
}, {
    "city": "תל אביב - יפו",
    "district": "מרכז -תא רמת גן",
    "street": "מסילת ישרים (תל אביב) מסילת ישרים 39",
    "number": "1222"
}, {
    "city": "תל אביב - יפו",
    "district": "מרכז -תא רמת גן",
    "street": "ספייס הירקון (תל אביב) הירקון 73 תל אביב",
    "number": "1214"
}, {
    "city": "תל אביב - יפו",
    "district": "מרכז -תא רמת גן",
    "street": "פלורנטין (תל אביב) מעון 5 ת\"א",
    "number": "1001"
}, {
    "city": "תל אביב - יפו",
    "district": "מרכז -תא רמת גן",
    "street": "שכונת התקווה (תל אביב ) חירותנו 2",
    "number": "1225"
}, {
    "city": "תל אביב - יפו",
    "district": "מרכז -תא רמת גן",
    "street": "תאומי רובינשטיין (תל אביב) יצחק שדה 4 תל אביב",
    "number": "1078"
}, {
    "city": "תל אביב - יפו",
    "district": "מרכז -תא רמת גן",
    "street": "תל אביב אלקטרה יגאל אלון 98",
    "number": "1235"
}]